[
    {
        "title": "Web dev. part time bootcamp",
        "subject": "Computer Science",
        "companyId": "60f29915674b10f153f4ff48",
        "duration": "1000h",
        "difficulty": "Basic",
        "description": "En este bootcamp os enseñamos a desarrollar páginas web desde cero hasta un nivel profesional, hacemos frotend, backend middleend y lo que tu quieras, agarraos que vienen curvas!",
        "address": "Paseo de la Chopera, 14 , 28045 - Madrid (España)",
        "imageUrl": "https://www.datocms-assets.com/14946/1580815725-madrid-1.jpg?auto=compress&fm=jpg"
    },
    {
        "title": "Machine Learning",
        "subject": "Computer Science",
        "companyId": "60f29dde3be532fc9cbc2776",
        "duration": "100h",
        "difficulty": "Intermediate",
        "description": "This course provides a broad introduction to machine learning, datamining, and statistical pattern recognition. Topics include: (i) Supervised learning (parametric/non-parametric algorithms, support vector machines, kernels, neural networks). (ii) Unsupervised learning (clustering, dimensionality reduction, recommender systems, deep learning). (iii) Best practices in machine learning (bias/variance theory; innovation process in machine learning and AI). The course will also draw from numerous case studies and applications, so that you'll also learn how to apply learning algorithms to building smart robots (perception, control), text understanding (web search, anti-spam), computer vision, medical informatics, audio, database mining, and other areas.",
        "address": "450 Serra Mall, Stanford, CA 94305, Estados Unidos",
        "imageUrl": "https://news.stanford.edu/news/2011/august/images/cs_online.jpg"
    },
    {
        "title": "Financial Markets",
        "subject": "Business",
        "companyId": "60f29fae5df27901afa2bf2e",
        "duration": "30h",
        "difficulty": "Basic",
        "description": "An overview of the ideas, methods, and institutions that permit human society to manage risks and foster enterprise.  Emphasis on financially-savvy leadership skills. Description of practices today and analysis of prospects for the future. Introduction to risk management and behavioral finance principles to understand the real-world functioning of securities, insurance, and banking industries.",
        "address": "New Haven, CT 06520, Estados Unidos",
        "imageUrl": "https://som.yale.edu/sites/default/files/yale_school_of_management_1200x627.png"
    },
    {
        "title": "Chinese for Beginners",
        "subject": "Languages",
        "companyId": "60f29fae5df27901afa2bf2e",
        "duration": "30h",
        "difficulty": "Basic",
        "description": "This is an ABC Chinese course for beginners, including introduction of phonetics and daily expressions. After taking this class, learners can have a basic understanding of Chinese Mandarin and make basic conversations of daily living such as exchanging personal information, talking about daily arrangements and food, asking about price, introducing the city and the weather, telling your hobbies etc. Selected topics and situations come from real life scenarios and can be used for everyday communications.",
        "address": "5 Yiheyuan Rd, Haidian Qu, Beijing Shi, China, 100871",
        "imageUrl": "https://cdn1.i-scmp.com/sites/default/files/styles/1200x800/public/2015/02/25/beijinglanguageuni.jpg?itok=AI2hit4D"
    }
]